<?php
// Heading
$_['heading_title']            = 'Галерея изображений';
// Text
$_['text_success']             = 'Успех: Изменения успешно внесены!';
$_['text_default']             = 'По умолчанию';
$_['text_image_manager']       = 'Менеджер изображений';
$_['text_list']                = 'Список Gallimage';
// Column
$_['column_name']              = 'Название галереи';
$_['column_status']            = 'Статус';
$_['column_action']            = 'Действие';
// Entry
$_['entry_name']               = 'Название галереи:';
$_['entry_title']              = 'Название:';
$_['entry_link']               = 'Ссылка:';
$_['entry_image']              = 'Изображение:';
$_['entry_description']        = 'Текст до галереи:';
$_['entry_description_after']  = 'Текст после галереи:';
$_['entry_meta_description']   = 'Meta-описание:';
$_['entry_meta_keyword']       = 'Ключевые слова:';
$_['entry_meta_title']         = 'Meta-заголовок:';
$_['entry_status']             = 'Статус:';
$_['entry_sort_order']         = 'Порядок сортировки:';
$_['entry_keyword']            = 'SEO URL:';
$_['entry_type']               = 'Тип галереи:';
$_['entry_width']              = 'Ширина изображения:';
$_['entry_height']             = 'Высота изображения:';
$_['entry_width_popup']        = 'Ширина всплывающего изображения:';
$_['entry_height_popup']       = 'Высота всплывающего изображения:';
$_['entry_autoplay']           = 'Автопрокрутка (ms):';
$_['entry_parent']             = 'Родительская галерея:';
$_['entry_gallery_image']      = 'Изображение галереи';
// Buttons
$_['button_add_sigallery']     = 'Добавить изображение';
$_['button_remove']            = 'Удалить изображение';
$_['button_cancel']            = 'Отменить';
$_['button_save']              = 'Сохранить';
$_['button_edit']              = 'Изменить';
// Tabs
$_['tab_general']              = 'Описание';
$_['tab_images']               = 'Изображения';
$_['tab_data']                 = 'Данные';
$_['tab_settings']             = 'Настройки отображения';
// Help
$_['help_keyword']             = 'Заменяйте пробелы на знак -. Значение этого поля должно быть уникальным на всю систему.';
$_['help_order']               = '-1 для скрытия';
$_['help_autoplay']            = '0 - отключает автопрокрутку.';
$_['help_popup']               = '0 - истинный размер.';
// Text
$_['text_confirm']             = 'Вы действительно желаете удалить галерею?';
// Error
$_['error_permission']         = 'Внимание: У вас не достаточно прав для внесения изменений в галерею!';
$_['error_name']               = 'Название галереи должно содержать от 3 до 64 символов!';
$_['error_title']              = 'Название галереи должно содержать от 3 до 64 символов!';
$_['error_root']               = 'Корневая категория не может быть удалена!';
$_['error_keyword']            = 'Название галереи должно содержать от 3 до 64 символов!';
$_['error_category']           = 'Внимание: Этот слой невозможно удалить, так как он связан с %s категориями!';
$_['error_parent']             = 'Вы не можете удалить галерею %s, так как она является родительской для %s';
// Types gallery
$_['type_fade']                = 'Карусель с исчезновением';
$_['type_single']              = 'Карусель с одним изображением на экране';
$_['type_multiple']            = 'Карусель с несколькими изображениями';
$_['type_centerMode']          = 'Активное изображение выделено';
$_['type_grid']                = 'В видесетки';
?>